{
    "members": [{
        "name": "Dennis Lui",
        "role": "Chairperson",
        "cabinet": "general",
        "photo": "img/members/dennis.jpg",
        "bio": "Dennis is the Chairperson of the General Cabinet, the ruler of the Student Council and Associated Dominions and Territories. That's right kids, don't mess with him. Despite this, he takes an interest in romantic novels and animation and is generally vulnerable to cute things. Like cat ears. He also indulges in gaming, although his actual skill in the hobby is debatable."
    }, {
        "name": "Cedric Li",
        "role": "Vice Chairperson",
        "cabinet": "general",
        "photo": "img/members/cedric.jpg",
        "bio": "Cedric is the vice-chair of the student council. He enjoys school life and likes football. He will never cease to stop helping the school if possible, and he thinks writing about himself in the third person is weird. He can be found in his natural habitat, the school astroturf."
    }, {
        "name": "Christy Tsang",
        "role": "Vice Chairperson",
        "cabinet": "general",
        "photo": "img/members/christy.jpg",
        "bio": "Christy is the Vice Chair of the General Cabinet who prides herself in solving problems and output inefficiencies. When she is not busy pretending she can music or crying over animated fictional lovers who will never be together again,  she can be found caring deeply about people and how to truly, tangibly better our school - all while juggling work and self-concept and existential crises."
    }, {
        "name": "Helen Wong",
        "role": "Secretary",
        "cabinet": "general",
        "photo": "img/members/helen.jpg",
        "bio": "Helen is the secretary of the general cabinet with a quirky sense of humour. If she isn’t spending her time wandering through the internet she may be found chatting endlessly about fictional protagonists. She serves selflessly for the school community and enjoys playing Tetris Battle with her beloved friends. Every weekly meeting involves her clacking away on the keyboard attempting to catch every mumbled argument by her fellow peers. Her hobbies include breakfast, lunch and dinner."
    }, {
        "name": "Laurel Lee",
        "role": "Treasurer",
        "cabinet": "general",
        "photo": "img/members/laurel.jpg",
        "bio": "Laurel is the treasurer of the General Cabinet who also feels weird about referring to herself in the third person. She likes to spend her time watching tv shows and sleeping and thinks her bio is the most boring out of all. She is easily persuaded with ham and cheese sandwiches."
    }, {
        "name": "Henry Lui",
        "role": "Chief of Communications",
        "cabinet": "general",
        "photo": "img/members/henry.jpg",
        "bio": "Henry is the General Cabinet’s Chief of Communications and resident Communist Party member. He brings the Council’s average mental age up (to 88 yrs) and the average hair length down. Though he may bear the appearance of a brutal totalitarian dictator, he is nothing but an omnibenevolent, humble vessel who dedicates his time to bring happiness to all. He doesn’t like eggplants."
    }, {
        "name": "Tayyab Shahzada",
        "role": "Chairperson",
        "cabinet": "apprentice",
        "photo": "img/members/tayyab.jpg",
        "bio": "Tayyab Shahzada is the Chairperson of the Apprentice Cabinet and the only one of his kind in the council. When he’s not working on Student Council projects, he spends his time playing football or watching Zoella. He often sacrifices his precious GTS lessons coming up with ideas to improve your school life. He’s got it all. They say he’s ‘the special one’."
    }, {
        "name": "Vera Ho",
        "role": "Vice Chairperson",
        "cabinet": "apprentice",
        "photo": "img/members/vera.jpg",
        "bio": "Vera Ho is the Vice-chairperson of the Apprentice Cabinet who feels somewhat uncomfortable about referring to herself in the third person. She enjoys living vicariously through the lives of fictional characters in her various books, tv shows and movies, wallowing in self-despair after the short-lived adventure is over. Apart from spending most of her afternoons taking 5 hour naps or procrastinating online, she is determined, motivated and persistent- at playing Candy Crush Soda Saga. Whoever sends her lives gets bonus brownie points."
    }, {
        "name": "Andy Yau",
        "role": "Vice Chairperson",
        "cabinet": "apprentice",
        "photo": "img/members/andy.jpg",
        "bio": "Andy is one of the two vice-chairpersons of the Apprentice Cabinet. He enjoys math and solving problems, and will do the best of his ability to help when needed. He is bright, and a believer of Communist Party ideals. A self-proclaimed perfectionist, he does not accept any grade lower than a B."
    }, {
        "name": "Angela Fu",
        "role": "Secretary",
        "cabinet": "apprentice",
        "photo": "img/members/angela.jpg",
        "bio": "Angela is the Secretary of the Apprentice Cabinet and is the embodiment of conscientious mothering. She enjoys spending her free time honing her typing skills and also not exercising. She likes making omelets, fried eggs and grilled cheese sandwiches. She is intelligent, witty, kind, and adeptly skilled at self promotion."
    }, {
        "name": "Tsz Yat Liu",
        "role": "Treasurer",
        "cabinet": "apprentice",
        "photo": "img/members/tszyat.jpg",
        "bio": "Tsz Yat is the treasurer of the Apprentice Cabinet. He will try to help anyone if requested. And he is not a pervert although he said that he liked the transparent shirts during his speech - it was just a joke."
    }, {
        "name": "Samantha Lam",
        "role": "Chief of Communications",
        "cabinet": "apprentice",
        "photo": "img/members/samantha.jpg",
        "bio": "Sam is the Apprentice Cabinet's Chief of Communications and is also a morbid bundle of joy with a penchant for good-looking Koreans. She enjoys spending time sobbing over sport animes, and the extent of her communication skills matches the extent of the thickness of her hair - which is to say, out of this world."
    }]
}